import 'package:places/domain/sight.dart';

final List mocks = [
  Sight(
    "Воронежский областной краеведческий",
    -37.816684,
    144.962096,
    "https://melbourneartcritic.files.wordpress.com/2018/06/fullsizeoutput_62.jpeg",
    '''Памятник Чарльзу Ла Тробе расположен в Мельбурне, Австралия. 
Скульптором является Чарльз Робб, который и создал перевернутый монумент, посвященный первому вице-губернатору штата Виктория.''',
    "памятник",
    "открыто до 20:00",
  ),
  Sight(
    "Клубника",
    51.528477,
    104.149313,
    "https://www.tourprom.ru/site_media/images/poiphoto/0_ab06c_12040d68_orig_1.jpg",
    '''Пару лет назад в городе Байкальске на ежегодном фестивале, посвященном клубнике, был открыт памятник Клубнике. 
Ягода располагается на пьедестале в центре городка. Ее блестящие красные бока манят туристов, как бы предлагая ее вкусить. 
Байкальск уже давно славится своими богатыми урожаями удивительно вкусной ягоды. 
А началось все в 1970 году, когда один из жителей города – Михаил Паперняк, посадил новый сорт «Виктория» и собрал колоссальный урожай. 
Тогда и началось в Байкальске возделывание этой замечательной ягодки.
    ''',
    "памятник",
    "открыто до 23:00",
  ),
  Sight(
    "Остров кошек в Японии",
    38.297565,
    141.416197,
    "https://avatars.mds.yandex.net/get-zen_doc/1538903/pub_5c7e364c87fe6f00b77d4ed5_5c7e37e6d8231600b474e88a/scale_1200",
    '''Тасиро — японский остров, относящийся к префектуре Мияги, расположенный примерно в 15 км к юго-востоку от порта города Исиномаки. 
Административно относится к городу Исиномаки. Известен как остров кошек.
    ''',
    "остров",
    "открыто круглосуточно",
  ),
];
